{
  "artigos": [
    {
      "id": 1730325032413,
      "titulo": " Vida Extraterrestre: Estamos Sendo Visitados?",
      "preview": "A possibilidade de vida extraterrestre tem fascinado a humanidade por séculos. Com o avanço da ciência e o desenvolvimento de tecnologias espaciais, descobrimos que há bilhões de planetas que podem abrigar vida. No entanto, as evidências de visitas alienígenas à Terra permanecem especulativas e sem comprovação científica sólida. Ainda assim, as teorias e avistamentos misteriosos mantêm vivo o debate sobre se realmente estamos sozinhos no universo.",
      "conteudo": "A vastidão do cosmos nos convida a sonhar com a possibilidade de não estarmos sozinhos...",
      "imagem": "uploads/extraterrestre.jpg"
    },
    {
      "id": 1730326769492,
      "titulo": "Sexo no Passado: Um Tabu ou Liberdade?",
      "preview": "A história da sexualidade humana é tão antiga quanto a civilização. No passado, o sexo era visto de formas muito distintas entre culturas.",
      "conteudo": "A história da sexualidade humana é tão antiga quanto a civilização...",
      "imagem": "uploads/mulher.jpg"
    },
    {
      "id": 1730341018942,
      "titulo": " Evolução Humana: Somos Descendentes dos Macacos?",
      "preview": "A ideia de que \"viemos dos macacos\" é muitas vezes mal interpretada...",
      "conteudo": "Você já ouviu falar que os humanos evoluíram dos macacos? Essa ideia...",
      "imagem": "uploads/evolucao_humana.jpg"
    },
    {
      "id": 1730341177651,
      "titulo": " Vivemos em uma Simulação?",
      "preview": "A ideia de que o mundo em que vivemos poderia ser uma simulação, como no filme Matrix...",
      "conteudo": "A ideia de que nossa realidade seja, na verdade, uma simulação...",
      "imagem": "uploads/simulacao.jpg"
    },
    {
      "id": 1730341405532,
      "titulo": " Apocalipse Zumbi: Uma Possibilidade Real?",
      "preview": "A ideia de um apocalipse zumbi é popular em filmes e séries, mas seria realmente possível?",
      "conteudo": "A imagem de hordas de mortos-vivos famintos atacando cidades inteiras...",
      "imagem": "uploads/zumbi.jpg"
    },
    {
      "id": 1730341544601,
      "titulo": "A Sombra é Mais Rápida que a Luz?",
      "preview": "A ideia de que a sombra pode ser mais rápida que a luz parece absurda à primeira vista...",
      "conteudo": "A afirmação de que uma sombra pode se mover mais rápido que a luz...",
      "imagem": "uploads/sombra.jpg"
    },
    {
      "id": 1730341654477,
      "titulo": " O Sexo Vai Acabar?",
      "preview": "O sexo é uma função biológica fundamental, mas sua importância social e cultural evoluiu...",
      "conteudo": "O sexo, tradicionalmente associado à reprodução, transcende sua função biológica...",
      "imagem": "uploads/estatua.jpg"
    },
    {
      "id": 1730341809043,
      "titulo": "Precisamos Acreditar em Deus para Existir?",
      "preview": "A relação entre fé e existência humana é uma das questões mais debatidas...",
      "conteudo": "Fé e existência humana: uma busca por sentido...",
      "imagem": "uploads/ciencia_religiao.jpg"
    },
    {
      "id": 1730484981659,
      "titulo": "A Inquisição no Brasil: Um Segredo Sombrio da Nossa História.",
      "preview": "A Inquisição, um tribunal religioso estabelecido pela Igreja Católica para combater heresias...",
      "conteudo": "Um Olhar Discreto, Mas Poderoso...",
      "imagem": "uploads/1730484981649.jpeg"
    },
    {
      "id": 1730485648097,
      "titulo": "Mulheres Piratas: As Rainhas dos Sete Mares",
      "preview": "Quebre todos os seus preconceitos! Mulheres fortes, independentes e corajosas...",
      "conteudo": "Quem disse que a pirataria era um clube exclusivo para homens? A história marítima...",
      "imagem": "uploads/1730485648085.jpeg"
    }
  ]
}
